
/** MSG OVERLAY **/

/* Save Button Text */
"View.Overlay.SaveButtonText" = "Save";

/* Resume Button Text */
"View.Overlay.ResumeButtonText" = "Resume";

/* OK Button Text */
"View.Overlay.OKButtonText" = "OK";

/* Cancel Button Text */
"View.Overlay.CancelButtonText" = "Cancel";

/* Save Route Text */
"View.Overlay.SaveRouteText" = "Save Route?";

/* Resume Route Text */
"View.Overlay.ResumeRouteText" = "Resume Recording. Not enough GPS Data";

/* Print All Marker Text */
"View.Overlay.PrintAllMarkerText" = "Print all Speed MArker. This can take a while";


/** Route Infos **/

/* Date label */
"View.RouteInfo.DateLabel" = "DATE";

/* Distance label */
"View.RouteInfo.DistanceLabel" = "DISTANCE";

/* Duration label */
"View.RouteInfo.DuranceLabel" = "DURATION";

/* Average Speed label */
"View.RouteInfo.AverageSpeedLabel" = "AVERAGE SPEED";

/* High Speed label */
"View.RouteInfo.HighSpeedLabel" = "HIGHSPEED";

/* Altitude Deltalabel */
"View.RouteInfo.AltitudeDeltaLabel" = "Altitude Delta";

/* Highest Alt Label */
"View.RouteInfo.HighestAltLabel" = "Highest Alt";
